[
  {
    "dutch": "De westelijke uitlopers van de Zwarte Bergen schijnen vroeger bewoond te zijn geweest.",
    "english": "The western foothills of the Black Mountains appear to have been inhabited in the past.",
    "mandarin": "黑山山脈的西麓，過去似乎有人居住。",
    "pinyin": "Hēishān shānmài de xīlù, guòqù sìhū yǒurén jūzhù."
  },
  {
    "dutch": "Men treft daar verlaten mijnen en vervallen kastelen aan - en overwoekerde vuilnisbelten duiden op een verdwenen beschaving.",
    "english": "One finds abandoned mines and ruined castles there - and overgrown garbage dumps point to a vanished civilization.",
    "mandarin": "人們在那裡發現了廢棄的礦井和殘破的城堡，雜草叢生的垃圾堆也表明曾經存在一個消失的文明。",
    "pinyin": "Rénmen zài nàlǐ fāxiànle fèiqì de kuàngjǐng hé cánpò de chéngbǎo, zácǎo cóngshēng de lājīduī yě biǎomíng céngjīng cúnzài yīgè xiāoshī de wénmíng."
  },
  {
    "dutch": "Maar dat is lang geleden.",
    "english": "But that was a long time ago.",
    "mandarin": "但那已是很久以前的事了。",
    "pinyin": "Dàn nà yǐ shì hěnjiǔ yǐqián de shìle."
  },
  {
    "dutch": "Tegenwoordig ligt de streek verlaten tussen de hoge bergtoppen, en zelfs wanneer het lente wordt, zijn wat vale bloemen er het enige teken van leven.",
    "english": "Nowadays the area lies deserted between the high mountain peaks, and even when spring arrives, a few pale flowers are the only sign of life there.",
    "mandarin": "如今，這片區域被遺棄在高聳的山峰之間，即使到了春天，幾朵蒼白的花朵是那裡唯一的生命跡象。",
    "pinyin": "Rújīn, zhè piàn qūyù bèi yíqì zài gāosǒng de shānfēng zhī jiān, jíshǐ dàole chūntiān, jǐ duǒ cāngbái de huāduǒ shì nàlǐ wéiyī de shēngmìng jìxiàng."
  },
  {
    "dutch": "Niet lang geleden kwam daar echter verandering in.",
    "english": "However, not long ago that changed.",
    "mandarin": "然而，不久前情況發生了變化。",
    "pinyin": "Rán'ér, bùjiǔ qián qíngkuàng fāshēngle biànhuà."
  },
  {
    "dutch": "Om een uur of tien in de morgen klonk het knarsen van een roestig slot uit een ruïnetoren en daarop overstemde het piepen van een deur het fluiten van de wind, die eeuwig om de bouwval woei.",
    "english": "Around ten o'clock in the morning, the grinding of a rusty lock was heard from a ruined tower, and then the squeaking of a door drowned out the whistling of the wind, which eternally howled around the ruins.",
    "mandarin": "上午十點左右，一座廢墟塔樓裡傳來生鏽鎖頭的嘎吱聲，緊接著一扇門的吱呀聲蓋過了風的呼嘯聲，風永遠在廢墟周圍呼嘯著。",
    "pinyin": "Shàngwǔ shí diǎn zuǒyòu, yīzuò fèixū tǎlóu lǐ chuánlái shēng xiù suǒtóu de gāzhīshēng, jǐn接着 yī shàn mén de zhīyāshēng gàiguòle fēng de hūxiào shēng, fēng yǒngyuǎn zài fèixū zhōuwéi hūxiào zhe."
  },
  {
    "dutch": "Nu verscheen er een bleke verschijning in het daglicht, die een bevreesde blik op de buitenwereld wierp.",
    "english": "Now a pale figure appeared in the daylight, casting a frightened look at the outside world.",
    "mandarin": "此時，一道蒼白的身影出現在日光下，驚恐地瞥了一眼外面的世界。",
    "pinyin": "Cǐshí, yīdào cāngbái de shēnyǐng chūxiàn zài rìguāng xià, jīngkǒng de piēle yīyǎn wàimiàn de shìjiè."
  },
  {
    "dutch": "Het was duidelijk dat hij zijn verblijfplaats met grote tegenzin verliet, en dat is geen wonder.",
    "english": "It was clear that he was leaving his dwelling with great reluctance, and that is no wonder.",
    "mandarin": "顯然他很不情願地離開了他的住處，這也不足為奇。",
    "pinyin": "Xiǎnrán tā hěn bù qíngyuàn de líkāile tā de zhùchù, zhè yě bùzú wéi qí."
  },
  {
    "dutch": "De zonderling, die hier voor ons staat, had veertig jaren lang in de vensterloze ruimte van de toren gewerkt, en dit was voor het eerst sinds al die tijd dat hij de zon zag schijnen.",
    "english": "The eccentric who stands before us had worked for forty years in the windowless space of the tower, and this was the first time in all that time that he had seen the sun shine.",
    "mandarin": "這位站在我們面前的怪人，在塔樓那沒有窗戶的空間裡工作了四十年，這是他這麼久以來第一次看到陽光。",
    "pinyin": "Zhè wèi zhàn zài wǒmen miànqián de guàirén, zài tǎlóu nà méiyǒu chuānghù de kōngjiān lǐ gōngzuòle sìshí nián, zhè shì tā zhème jiǔ yǐlái dì yīcì kàn dào yángguāng."
  },
  {
    "dutch": "Zoiets zet een domper op de persoonlijkheid, dat valt te begrijpen.",
    "english": "Something like that puts a damper on one's personality, which is understandable.",
    "mandarin": "這樣的事情會對人的個性造成影響，這是可以理解的。",
    "pinyin": "Zhèyàng de shìqíng huì duì rén de gèxìng zàochéng yǐngxiǎng, zhè shì kěyǐ lǐjiě de."
  },
  {
    "dutch": "Toen de deur met een dreunende slag achter hem dichtwoei, kromp hij dan ook ineen en omklemde de steen die hij in zijn hand had met zenuwvingers.",
    "english": "When the door slammed shut behind him with a thud, he cringed and clutched the stone he had in his hand with nervous fingers.",
    "mandarin": "當門在他身後轟然關閉時，他也畏縮了一下，用緊張的手指緊緊握住了他手中的石頭。",
    "pinyin": "Dāng mén zài tā shēnhòu hōngrán guānbì shí, tā yě wèisuōle yīxià, yòng jǐnzhāng de shǒuzhǐ jǐn jǐn wò zhùle tā shǒuzhōng de shítou."
  },
  {
    "dutch": "Na enige ogenblikken herstelde hij zich echter; hij schikte zijn lompen en schuifelde met slappe tred de bergrug af, in de richting van de bewoonde wereld.",
    "english": "After a few moments, however, he recovered; he adjusted his rags and shuffled with a listless step down the mountain ridge, in the direction of the inhabited world.",
    "mandarin": "然而，過了一會兒他恢復了過來；他整理了一下破爛的衣服，邁著無力的步伐沿著山脊走下去，朝著有人居住的世界而去。",
    "pinyin": "Rán'ér, guòle yīhuǐ'er tā huīfùle guòlái; tā zhěnglǐle yīxià pòlàn de yīfú, màizhe wúlì de bùfá yánzhe shānjǐ zǒu xiàqù, cháozhe yǒurén jūzhù de shìjiè ér qù."
  },
  {
    "dutch": "Er was niets in de verwaarloosde gestalte dat er op duidde dat hij daar het leven totaal ontwrichten zou.",
    "english": "There was nothing in the neglected figure that indicated he would totally disrupt life there.",
    "mandarin": "他那被忽視的外表沒有任何跡象表明他會徹底擾亂那裡的生活。",
    "pinyin": "Tā nà bèi hūshì de wàibiǎo méiyǒu rènhé jìxiàng biǎomíng tā huì chèdǐ rǎoluàn nàlǐ de shēnghuó."
  },
  {
    "dutch": "Ook in Rommeldam was de lente merkbaar.",
    "english": "Spring was also noticeable in Rommeldam.",
    "mandarin": "在羅梅爾丹，春天也顯而易見。",
    "pinyin": "Zài Luóméierdān, chūntiān yě xiǎn'ér yìjiàn."
  },
  {
    "dutch": "Een vriendelijk windje uit de bergen voerde de geur van bloemen aan - en commissaris Bulle Bas, die bezig was aan zijn ochtendronde, gaf zich over aan het neuriën van een onduidelijk lied.",
    "english": "A friendly breeze from the mountains carried the scent of flowers - and Commissioner Bulle Bas, who was on his morning rounds, gave himself over to humming an unclear song.",
    "mandarin": "一陣來自山間的微風帶來了花朵的芬芳，正在進行早晨巡邏的布勒·巴斯警官，情不自禁地哼唱起一支模糊的歌曲。",
    "pinyin": "Yī zhèn láizì shān jiān de wēifēng dàiláile huāduǒ de fēnfāng, zhèngzài jìnxíng zǎochén xúnluó de bùlè·bāsī jǐngguān, qíng bù zìjīn de hēngchàng qǐ yī zhī móhú de gēqǔ."
  },
  {
    "dutch": "‘Dit weer geeft nieuwe gedachten,’ zei hij toen hij brigadier Snuf tegenkwam.",
    "english": "'This weather gives new thoughts,' he said when he came across Sergeant Snuf.",
    "mandarin": "「這種天氣會帶來新的想法，」他在遇到斯努夫警官時說道。",
    "pinyin": "Zhè zhǒng tiānqì huì dàilái xīn de xiǎngfǎ, tā zài yùdào Sīnǔfū jǐngguān shí shuō dào."
  },
  {
    "dutch": "‘Weg met de sleur.",
    "english": "'Away with the rut.'",
    "mandarin": "「擺脫常規吧。」",
    "pinyin": "Bǎituō chángguī ba."
  },
  {
    "dutch": "Fris er op af en aangepakt!’",
    "english": "'Get at it fresh and tackled!'",
    "mandarin": "「精神飽滿地去應對，並將其拿下！」",
    "pinyin": "Jīngshén bǎomǎn de qù yìngduì, bìng jiāng qí ná xià!"
  },
  {
    "dutch": "‘Tot uw orders,’ gaf de ander toe.",
    "english": "'At your orders,' the other one conceded.",
    "mandarin": "「遵命，」另一個人回答道。",
    "pinyin": "Zūnmìng, lìng yīgè rén huídá dào."
  },
  {
    "dutch": "‘Het zal ook wel nodig zijn.",
    "english": "'It will probably also be necessary.'",
    "mandarin": "「這可能也是必須的。」",
    "pinyin": "Zhè kěnéng yěshì bìxū de."
  },
  {
    "dutch": "Met dit weer komt er allerlei vreemd goedje naar de stad.’",
    "english": "'With this weather, all kinds of strange stuff come to the city.'",
    "mandarin": "「天氣這樣一來，各種奇怪的東西都會來到這個城市。」",
    "pinyin": "Tiānqì zhèyàng yīlái, gèzhǒng qíguài de dōngxī dūhuì lái dào zhège chéngshì."
  },
  {
    "dutch": "Hij knikte in de richting van een vervallen gedaante, die met knikkende knieën door de stadspoort was gekomen en hen met schuwe blik passeerde.",
    "english": "He nodded in the direction of a dilapidated figure, who had come through the city gate with shaky knees and passed them with a shy look.",
    "mandarin": "他向著一個破敗的身影點了點頭，那個身影正顫抖著膝蓋穿過城門，並帶著膽怯的眼神從他們身邊經過。",
    "pinyin": "Tā xiàngzhe yīgè pòbài de shēnyǐng diǎnle diǎn tóu, nàgè shēnyǐng zhèng chàndǒu zhe xīgài chuānguò chéngmén, bìng dàizhe dǎnqiè de yǎnshén cóng tāmen shēnbiān jīngguò."
  },
  {
    "dutch": "‘Die heeft iets op zijn kerfstok,’ sprak de politiechef.",
    "english": "'He has something on his rap sheet,' said the police chief.",
    "mandarin": "「他有案底，」警察局長說道。",
    "pinyin": "Tā yǒu àndǐ, jǐngchá júzhǎng shuō dào."
  },
  {
    "dutch": "‘Dat zie ik direct.",
    "english": "'I can see that right away.'",
    "mandarin": "「我一眼就看出來了。」",
    "pinyin": "Wǒ yīyǎn jiù kàn chūláile."
  },
  {
    "dutch": "Een slecht geweten, Snuf.",
    "english": "A bad conscience, Snuf.",
    "mandarin": "問心有愧，斯努夫。",
    "pinyin": "Wèn xīn yǒu kuì, Sīnǔfū."
  },
  {
    "dutch": "Houd hem in de gaten.",
    "english": "Keep an eye on him.",
    "mandarin": "盯緊他。",
    "pinyin": "Dīng jǐn tā."
  },
  {
    "dutch": "Er zit een luchtje aan die figuur.'",
    "english": "'There's something fishy about that guy.'",
    "mandarin": "「那個人有點可疑。」",
    "pinyin": "Nàgè rén yǒudiǎn kěyí."
  },
  {
    "dutch": "'Dat is zeker,' prevelde de brigadier terwijl hij opmerkzaam de lentebries opsnoof.",
    "english": "'That's for sure,' muttered the sergeant while he attentively sniffed the spring breeze.",
    "mandarin": "「那是肯定的，」警官喃喃自語道，同時警覺地聞著春風。",
    "pinyin": "Nà shì kěndìng de, jǐngguān nánnán zìyǔ dào, tóngshí jǐngjué de wénzhe chūnfēng."
  },
  {
    "dutch": "'Laat hem maar aan mij over.'",
    "english": "'Just leave him to me.'",
    "mandarin": "「把他交給我吧。」",
    "pinyin": "Bǎ tā jiāo gěi wǒ ba."
  },
  {
    "dutch": "Met deze woorden drentelde hij onopvallend achter de zwerver aan, en zodoende zag hij hem Grootgruts kruidenierswinkel binnengaan.",
    "english": "With these words, he ambled inconspicuously after the tramp, and thus saw him enter Grootgruts's grocery store.",
    "mandarin": "說完這些話，他悄無聲息地跟在流浪漢身後，看到他走進了格魯特格魯茨的雜貨店。",
    "pinyin": "Shuō wán zhèxiē huà, tā qiāo wú shēngxī de gēn zài liúlànghàn shēnhòu, kàn dào tā zǒu jìnle Gélǔtè Gélǔcí de záhuò diàn."
  },
  {
    "dutch": "Waarschijnlijk werd de stakker aangelokt door de geuren van de verse grutsprits waar deze comestibleshandelaar zo terecht om werd geroemd, want hij liep regelrecht naar de plaats waar het gebak was opgeslagen.",
    "english": "The poor fellow was probably lured by the smells of the fresh grutsprits for which this grocer was so rightly famous, because he walked straight to the place where the pastries were stored.",
    "mandarin": "這個可憐人很可能是被這位食品商備受讚譽的新鮮grutsprits的香味所吸引，因為他徑直走向存放糕點的地方。",
    "pinyin": "Zhège kělián rén hěn kěnéng shì bèi zhè wèi shípǐnshāng bèishòu zànyù de xīnxiān grutsprits de xiāngwèi suǒ xīyǐn, yīnwèi tā jìngzhí zǒuxiàng cúnfàng gāodiǎn de dìfāng."
  },
  {
    "dutch": "De winkelier schonk hem echter geen aandacht en ging voort met het bedienen van een andere klant.",
    "english": "However, the shopkeeper paid no attention to him and continued to serve another customer.",
    "mandarin": "然而，店主並沒有理會他，繼續為另一位顧客服務。",
    "pinyin": "Rán'ér, diànzhǔ bìng méiyǒu lǐhuì tā, jìxù wéi lìng yīwèi gùkè fúwù."
  }
]
